Repository: lonbgddd/migii-sat-bd26225b7259bcd98a09cab27b24e34103c65923
Catalog: lib/localization/app_*.arb
Languages: ko, vi, zh

# language_code
source: en
ko: ko
vi: vi
zh: cn

# language_api_code
source: en
ko: ko
vi: vi
zh: cn

# press_back_once_again
source: Press back one more time to exit
ko: 종료하려면 뒤로 한 번 더 누르세요
vi: Nhấn back thêm 1 lần nữa để thoát
zh: 再按一次退出

# practice
source: Training
ko: 관행
vi: Luyện tập
zh: 实践

source: Exam
ko: 시험
vi: Thi
zh: 考试

# upgrade
source: Premium
ko: 프리미엄
vi: Nâng cấp
zh: 优质的

source: Setting
ko: 환경
vi: Cài đặt
zh: 环境

source: Sign in
ko: 로그인
vi: Đăng nhập
zh: 登入

source: Log in
ko: 로그인
vi: Đăng nhập
zh: 登录

source: Register
ko: 등록하다
vi: Đăng ký
zh: 登记

source: Registration
ko: 등록
vi: Đăng ký
zh: 登记

source: Sign out
ko: 로그아웃합니다
vi: Đăng xuất
zh: 登出

# language_app
source: Language
ko: 언어
vi: Ngôn ngữ ứng dụng
zh: 语言

source: Dark mode
ko: 다크 모드
vi: Giao diện tối
zh: 深色模式

# select_edition
source: Select Language
ko: 언어 선택
vi: Chọn ngôn ngữ
zh: 选择语言

# share_app
source: Share this application
ko: 이 애플리케이션 공유
vi: Chia sẻ ứng dụng
zh: 分享这个应用程序

source: Share with?
ko: 와 주?
vi: Chia sẻ với?
zh: 与某人分享？

source: Feedback
ko: 피드백
vi: Phản hồi & hỗ trợ
zh: 反馈

# rate_app
source: Rate this app
ko: 이 앱을 평가 해주세요
vi: Đánh giá 5 sao
zh: 为这个应用软件评分

# policy
source: Term of use
ko: 사용 기간
vi: Điều khoản sử dụng
zh: 使用期限

source: Version
ko: 버전
vi: Phiên bản
zh: 版本

# other_app
source: Other applications
ko: 기타 응용 프로그램
vi: Ứng dụng liên quan
zh: 其他应用

source: Ads
ko: 광고
vi: Quảng cáo
zh: 广告

# remind_study
source: Daily Reminders
ko: 일일 알림
vi: Nhắc nhở hàng ngày
zh: 每日提醒

# title_study_reminder
source: Hey you, it's time to study!
ko: 이봐, 공부할 시간이야!
vi: Bạn ơi, đến giờ ôn thi rồi đó
zh: 嘿你，是时候学习了！

# des_save_time
source: You can change at any time
ko: 언제든지 변경할 수 있습니다
vi: Bạn có thể thay đổi bất cứ lúc nào
zh: 您可以随时更改

# time_best_for_you
source: What is your best time to study?
ko: 공부하기 가장 좋은 시간은 언제입니까?
vi: Giờ học nào tốt nhất cho bạn?
zh: 你最好的学习时间是什么时候？

# time_best_for_you_des
source: Migii will remind you to study every day
ko: Migii는 매일 공부할 것을 상기시켜줍니다
vi: Migii sẽ nhắc bạn học tâp mỗi ngày
zh: Migii 会提醒你每天学习

source: Save
ko: 구하다
vi: Lưu
zh: 保存

# content_notify
source: Hey you, it's time to study!
ko: 이봐, 공부할 시간이야!
vi: Bạn ơi, đến giờ học rồi!
zh: 嘿你，是时候学习了！

# content_study_reminder
source: Be persistent!
ko: 끈질기게!
vi: Hãy kiên trì nhé !
zh: 要坚持！

source: Study Reminder
ko: 공부 알림
vi: Nhắc nhở học tập
zh: 学习提醒

source: Turn on reminders
ko: 미리 알림을 켭니다
vi: Bật nhắc nhở
zh: 开启提醒

source: Turn off reminders
ko: 미리 알림을 끕니다
vi: Tắt nhắc nhở
zh: 关闭提醒

# grant_notify
source: Please grant permission to receive daily learning notifications
ko: 일일 학습 알림 수신 권한을 부여해 주세요
vi: Vui lòng cấp quyền để nhận thông báo học tập hằng ngày
zh: 请授予接收每日学习通知的权限

# choose_payment
source: Choose a suitable way to send payment information to us
ko: 우리에게 결제 정보를 보내는 적절한 방법을 선택하세요
vi: Chọn 1 trong 2 cách dưới đây để gửi thông tin đặt mua cho chúng mình nhé
zh: 选择适合的方式向我们发送付款信息

# choose_contact
source: Choose a suitable way to contact us
ko: 저희에게 연락할 수 있는 적절한 방법을 선택하세요
vi: Chọn 1 trong 2 cách dưới đây để gửi phản hồi cho chúng mình nhé
zh: 选择适合的联系方式与我们联系

# support_migii
source: Migii Support
ko: Migii 지원.
vi: Hỗ trợ Migii
zh: Migii 帮助

# order_migii
source: Order Migii Premium
ko: Migii 프리미엄 주문
vi: Đặt hàng Migii Premium
zh: 订购 Migii Premium

source: Send Email
ko: 이메일을 보내
vi: Gửi Email
zh: 电子邮件

# support_name
source: Full name
ko: 성명
vi: Họ tên
zh: 全名

# support_phone
source: Phone number
ko: 전화 번호
vi: Số điện thoại
zh: 电话号码

# support_email
source: Email
ko: 이메일
zh: 电子邮件

# whoops
source: Sorry!
ko: 이런!
vi: Rất tiếc!
zh: 对不起！

# no_connect
source: Internet connection failed Please check your internet settings
ko: 인터넷 연결에 실패했습니다 인터넷 설정을 확인하십시오
vi: Kết nối internet chậm hoặc không có Vui lòng kiểm tra cài đặt internet của bạn
zh: 网路连接速度缓慢或不可用。 请检查您的网路设置。

# loadingError
source: Error loading Please try again
ko: 로드하는 동안 오류가 발생했습니다 다시 시도해 주세요
vi: Có lỗi xảy ra Hãy thử lại một lần nữa
zh: 发生错误。 请重试。

source: Try again
ko: 다시 시도하십시오
vi: Thử lại
zh: 重试

# no_internet
source: Internet connection failed!
ko: 인터넷 연결 실패!
vi: Không có kết nối mạng!
zh: 没有网络连接!

source: Something wrong!
ko: 뭔가 잘못!
vi: Có lỗi xảy ra!
zh: 发生错误！

# touch_reload
source: Touch to reload
ko: 새로고침하려면 터치하세요
vi: Chạm để tải lại
zh: 触摸以重新加载

# test_number
source: Test %d
ko: 테스트 %d
vi: Đề thi số %d
zh: 测试 %d

# exam_time
source: Time: %d minutes
ko: 시간: %d분
vi: Thời gian: %d phút
zh: 时间：%d分钟

# exam_time_key
source: Time:
ko: 시간:
vi: Thời gian:
zh: 时间：

# exam_number_question
source: Questions: %d
ko: 질문: %d
vi: Câu hỏi: %d
zh: 问题：%d

# exam_number_question_key
source: Questions:
ko: 질문:
vi: Câu hỏi:
zh: 问题：

source: Start
ko: 시작
vi: Bắt đầu
zh: 开始

source: Do it again
ko: 다시 할
vi: Làm lại
zh: 再来一遍

# exam_doing
source: Processingâ€¦
ko: 처리 중…
vi: Đang làm…
zh: 加工…

# exam_continue
source: Continue the test
ko: 테스트 계속
vi: Tiếp tục làm bài
zh: 继续测试

# show_last_result
source: Review the results
ko: 결과 검토
vi: Xem lại kết quả
zh: 查看结果

# title_onboarding_1
source: Start to conquer your SAT test!
ko: SAT 시험을 정복하기 시작하세요!
vi: Bắt đầu hành trình chinh phục bài thi SAT nào!
zh: 开始征服你的SAT考试！

# des_onboarding_1
source: Now let Migii tell you how to maximize your SAT scores
ko: 이제 Migii가 SAT 점수를 최대화하는 방법을 알려드리겠습니다
vi: Giờ thì hãy cùng tìm hiểu cách Migii giúp bạn tăng tối đa điểm thi SAT nhé!
zh: 现在让Migii告诉你如何最大化你的SAT分数

source: Start now
ko: 지금 시작하세요
vi: Bắt đầu nào
zh: 立刻开始

# login_to_practice
source: Login to track your progress
ko: 로그인하여 진행 상황을 추적하십시오
vi: Đăng nhập để luyện thi hiệu quả hơn
zh: 登录以追踪您的进度

# onboard_intro_1
source: Practice all 8 themes in SAT test
ko: SAT 시험의 모든 8가지 주제를 연습하세요
vi: Luyện tập đầy đủ 8 chủ đề trong bài thi SAT
zh: 练习 SAT 考试的 8 个主题

# onboard_intro_2
source: Newly digital SAT, similar to 95% of the real test questions
ko: 새로운 디지털 SAT은 실제 시험 문항의 95%와 유사합니다
vi: Cập nhật đề thi digital dạng mới nhất hiện nay, sát 95% đề thi thật
zh: 新数字化的 SAT，与真实考试问题的 95% 相似

# onboard_intro_3
source: Get a personalized roadmap based on your current capacity
ko: 현재 용량을 기반으로 한 맞춤형 로드맵을 받으세요
vi: Nhận lộ trình thiết kế riêng cho bạn dựa trên năng lực hiện tại
zh: 根据您目前的能力获得个性化的路线图

source: Skip
ko: 건너뛰다
vi: Bỏ qua
zh: 跳过

source: Next
ko: 다음
vi: Tiếp tục
zh: 下一个

source: Create account
ko: 계정 만들기
vi: Tạo tài khoản
zh: 创建账号

# tv_title_register
source: Migii - SAT Preparation
ko: SAT 시험 대비
vi: Migii - Luyện thi SAT
zh: Migii - SAT考试准备

# enter_name
source: Enter your name
ko: 이름을 입력하세요
vi: Nhập tên của bạn
zh: 输入你的名字

# enter_email
source: Enter your email
ko: 이메일을 입력하세요
vi: Nhập email của bạn
zh: 输入你的电子邮件

# enter_password
source: Enter your password
ko: 비밀번호를 입력하세요
vi: Nhập mật khẩu của bạn
zh: 输入你的密码

source: Confirm password
ko: 비밀번호 확인
vi: Xác nhận mật khẩu
zh: 确认密码

source: or
ko: 또는
vi: hoặc
zh: 或者

# login_google
source: Sign in with Google
ko: Google로 로그인하기
vi: Đăng nhập bằng Google
zh: 使用Google登录

# login_apple
source: Sign in with Apple
ko: Apple로 로그인하기
vi: Đăng nhập bằng Apple
zh: 使用Apple登录

source: Email
ko: 이메일
zh: 电子邮件

source: Password
ko: 비밀번호
vi: Mật khẩu
zh: 密码

# not_account
source: Don't you have an account? Create account
ko: 계정이 없나요? 계정 만들기
vi: Bạn chưa có tài khoản? Tạo tài khoản
zh: 您没有账号吗？创建账号

# not_account_key
source: Create account
ko: 계정 만들기
vi: Tạo tài khoản
zh: 创建账号

# have_account
source: Do you have an account? Sign in
ko: 계정이 있나요? 로그인하기
vi: Bạn đã có tài khoản? Đăng nhập
zh: 您有账号吗？登录

# have_account_key
source: Sign in
ko: 로그인하기
vi: Đăng nhập
zh: 登录

# can_not_null
source: You cannot leave this field empty
ko: 이 필드는 비워둘 수 없습니다
vi: Bạn không được bỏ trống trường này
zh: 该字段不能为空

# invalid_email
source: Email invalidate
ko: 이메일이 유효하지 않습니다
vi: Email không hợp lệ
zh: 电子邮件无效

# invalid_password
source: Your password must be at least 6 characters
ko: 비밀번호는 최소 6자 이상이어야 합니다
vi: Mật khẩu phải chứa ít nhất 6 ký tự
zh: 你的密码必须至少有6个字符

# match_submit_password
source: The password does not match
ko: 비밀번호가 일치하지 않습니다
vi: Mật khẩu không khớp
zh: 密码不匹配

# register_error
source: Register failed, please try again later!
ko: 등록에 실패했습니다. 나중에 다시 시도해주세요!
vi: Đăng ký thất bại, vui lòng thử lại sau!
zh: 注册失败，请稍后再试！

# register_success
source: Registered Successfully!
ko: 등록되었습니다!
vi: Đăng ký thành công!
zh: 注册成功！

source: Email already exists
ko: 이미 존재하는 이메일입니다
vi: Email đã tồn tại
zh: 电子邮件已存在

# signin_error
source: Login failed, please try again later!
ko: 로그인에 실패했습니다. 나중에 다시 시도해주세요!
vi: Đăng nhập thất bại, vui lòng thử lại sau!
zh: 登录失败，请稍后再试！

# sign_in_successful
source: Logged in successfully!
ko: 로그인에 성공했습니다!
vi: Đăng nhập thành công!
zh: 登录成功！

# account_not_correct
source: Email or password not correct, please try again.
ko: 이메일 또는 비밀번호가 올바르지 않습니다. 다시 시도해주세요.
vi: Email hoặc mật khẩu không chính xác, vui lòng thử lại.
zh: 电子邮件或密码不正确，请重试。

# logout_successful
source: Logged out successfully
ko: 로그아웃 성공
vi: Đăng xuất thành công
zh: 登出成功

# logout_error
source: Logout failed
ko: 로그아웃 실패
vi: Đăng xuất thất bại
zh: 登出失败

# register_agree_text
source: By registering with Migii SAT, you agree to our Terms and Privacy Policy
ko: Migii SAT에 등록함으로써, 우리의 약관과 개인정보 처리 방침에 동의하게 됩니다
vi: Bằng việc đăng ký với Migii SAT, bạn đồng ý với Điều khoản và Chính sách bảo mật của chúng tôi
zh: 注册Migii SAT即表示您同意我们的条款和隐私政策

# register_agree_text_key
source: Terms and Privacy Policy
ko: 약관과 개인정보 처리 방침
vi: Điều khoản và Chính sách bảo mật
zh: 条款和隐私政策

# login_agree_text
source: By signing in to Migii SAT, you agree to our Terms and Privacy Policy
ko: Migii SAT에 로그인함으로써, 우리의 약관과 개인정보 처리 방침에 동의하게 됩니다
vi: Bằng việc đăng nhập vào Migii SAT, bạn đồng ý với Điều khoản và Chính sách bảo mật của chúng tôi
zh: 登录Migii SAT即表示您同意我们的条款和隐私政策

# login_agree_text_key
source: Terms and Privacy Policy
ko: 약관과 개인정보 처리 방침
vi: Điều khoản và Chính sách bảo mật
zh: 条款和隐私政策

# upgrade_review_title_1
source: Unlock the lesson
ko: 레슨 잠금 해제
vi: Mở khóa bài học
zh: 解锁课程

# upgrade_review_content_1
source: Access and review all lessons
ko: 모든 레슨에 접근하고 검토하기
vi: Tiếp cận và ôn luyện tất cả các bài học
zh: 访问并复习所有课程

# upgrade_review_title_2
source: Study for test
ko: 시험 대비
vi: Luyện thi
zh: 预备考试

# upgrade_review_content_2
source: Try your hand at the full set of Migii's mock tests
ko: Migii의 전체 모의고사로 손을 봐보세요
vi: Thử sức với trọn bộ đề thi thử của Migii
zh: 试试Migii的完整模拟考试吧

# upgrade_review_title_3
source: No Ads
ko: 광고 없음
vi: Không quảng cáo
zh: 无广告

# upgrade_review_content_3
source: Remove all the annoying ads
ko: 귀찮은 광고 모두 제거하기
vi: Tắt quảng cáo, trải nghiệm tốt hơn
zh: 移除所有煩人廣告

# upgrade_review_title_4
source: Offline learning
ko: 오프라인 학습
vi: Học ngoại tuyến
zh: 离线学习

# upgrade_review_content_4
source: Learn anytime, anywhere
ko: 언제 어디서나 학습하세요
vi: Học tập bất cứ lúc nào, bất cứ nơi đâu
zh: 随时随地学习

# did_upgrade
source: Upgraded
ko: 업그레이드되었습니다
vi: Đã nâng cấp
zh: 已升级

# expires_on
source: Expires on %s
ko: %s 까지 유효
vi: Hết hạn vào %s
zh: 到期日期 %s

source: Annual
ko: 연간
vi: Hàng năm
zh: 年度

source: Semiannual
ko: 반기
vi: Nửa năm
zh: 半年

source: Quarterly
ko: 분기별
vi: Hàng quý
zh: 季度

source: Monthly
ko: 월간
vi: Hàng tháng
zh: 月度

# day_7
source: 7 Days
ko: 7일
vi: 7 Ngày
zh: 7天

# day_5
source: 5 Days
ko: 5일
vi: 5 Ngày
zh: 5天

# day_3
source: 3 Days
ko: 3일
vi: 3 Ngày
zh: 3天

source: Savings
ko: 절약
vi: Tiết kiệm
zh: 节约

# offer_countdown
source: Offer ends in
ko: 제공 종료일
vi: Ưu đãi kết thúc sau
zh: 优惠截止日期

source: Seconds
ko: 초
vi: Giây
zh: 秒

source: Second
ko: 초
vi: Giây
zh: 秒

# mins
source: Minutes
ko: 분
vi: Phút
zh: 分钟

# min
source: Minute
ko: 분
vi: Phút
zh: 分钟

source: Hour
ko: 시간
vi: Giờ
zh: 小时

source: Hours
ko: 시간
vi: Giờ
zh: 小时

source: Day
ko: 일
vi: Ngày
zh: 日

source: Days
ko: 일
vi: Ngày
zh: 日

source: Month
ko: 개월
vi: Tháng
zh: 月

# discount_5_when_payment_trans
source: Extra 5% off on bank transfer
ko: 은행 이체 시 추가 5% 할인
vi: Giảm thêm 5% khi chuyển khoản ngân hàng
zh: 银行转账额外5%折扣

# restore_payment
source: Payment restore
ko: 결제 복원
vi: Khôi phục thanh toán
zh: 支付恢复

# happend_payment
source: * Note: If you have any problems when making a payment, please send an email to us
ko: * 참고: 결제 시 문제가 발생하는 경우, 이메일을 보내주세요
vi: * Lưu ý: Nếu bạn gặp vấn đề gì khi thanh toán, hãy gửi email về cho chúng tôi
zh: * 注意：如果您在付款过程中遇到任何问题，请发送电子邮件给我们

# happend_payment_key
source: send an email
ko: 이메일을 보내
vi: gửi email
zh: 发送电子邮件

# des_subscription_android
source: * You could cancel it at anytime in Subscriptions on Google Play.
ko: * Google Play 구독에서 언제든지 취소할 수 있습니다.
vi: * Bạn có thể hủy gia hạn bất kỳ lúc nào tại phần Đăng ký trên Google Play.
zh: * 您可以隨時在Google Play的訂閱中取消。

# des_subscription_ios
source: * You could cancel it at anytime in Subscriptions on Apple Store.
ko: * 애플 스토어의 구독에서 언제든지 취소할 수 있습니다.
vi: * Bạn có thể hủy gia hạn bất kỳ lúc nào tại phần Đăng ký trên Apple Store.
zh: * 您可以隨時在App Store的訂閱中取消。

# payment_success
source: Awesome! Payment successful
ko: 대박! 결제 성공
vi: Tuyệt vời! Thanh toán thành công
zh: 真棒！ 付款成功

# payment_restore_success
source: Awesome! Restore successful
ko: 대박! 복원 성공
vi: Tuyệt vời! Khôi phục thanh toán thành công
zh: 真棒！ 恢复成功

# payment_success_content
source: You are a premium account now
ko: 이제 프리미엄 계정입니다
vi: Bạn đã là tài khoản cao cấp.
zh: 现在您是高级账户了

# payment_fail
source: Oops! Payment failed
ko: 저런! 결제 실패
vi: Rất tiếc! Thanh toán thất bại.
zh: 哎呀！ 付款失败了

# payment_restore_fail
source: Oops! Restore failed
ko: 저런! 복원 실패
vi: Rất tiếc! Khôi phục thất bại
zh: 哎呀！ 恢复失败了

# payment_fail_content
source: Something went wrong, please try again later.
ko: 문제가 발생했습니다. 나중에 다시 시도해주세요.
vi: Đã xảy ra lỗi, vui lòng thử lại sau.
zh: 出了些问题，请稍后再试。

source: Close
ko: 닫기
vi: Đóng
zh: 关闭

# noti_explain_premium
source: Upgrade to Premium to unlock all lessons, view explanations, remove ads and practice offline
ko: 프리미엄으로 업그레이드하여 모든 레슨 잠금 해제, 설명 보기, 광고 제거 및 오프라인 연습 가능.
vi: Nâng cấp lên Premium để mở khoá toàn bộ bài tập, xem giải thích, loại bỏ quảng cáo và luyện tập offline
zh: 升级至高级版，解锁所有课程，查看解释，去除广告并进行离线练习。

source: Learn more
ko: 더 알아보기
vi: Tìm hiểu thêm
zh: 了解更多

source: Ignore
ko: 무시하기
vi: Bỏ qua
zh: 忽略

source: Exam Preparation
ko: 시험 대비
vi: Luyện thi
zh: 考试准备

source: Trial exam
ko: 시험 모의
vi: Thi thử
zh: 试验考试

source: History
ko: 역사
vi: Lịch sử
zh: 历史

# any_practice
source: You haven't done any practice yet
ko: 아직 연습을 하지 않았습니다
vi: Bạn chưa làm bài luyện tập nào
zh: 你还没有做过任何练习

# any_exam
source: You haven't done any trial exam yet
ko: 아직 시험을 하지 않았습니다
vi: Bạn chưa làm bài thi thử nào
zh: 你还没有做过任何试题

source: See more
ko: 더 보기
vi: Xem thêm
zh: 查看更多

# history_practice
source: Training history
ko: 훈련 기록
vi: Lịch sử luyện tập
zh: 训练历史

# history_exam
source: Trial exam history
ko: 모의고사 기록
vi: Lịch sử luyện thi
zh: 模拟考试历史

# question_answered
source: Answered
ko: 답변된 문제
vi: Số câu đã làm
zh: 已做的题

# question_correct
source: Correct
ko: 정답
vi: Trả lời đúng
zh: 回答正确

# percent_correct
source: Correct: %d/%d
ko: 정답: %d/%d
vi: Đúng: %d/%d
zh: 正确：%d/%d

# question_complete
source: Progress
ko: 프로그레스
vi: Hoàn thành
zh: 完成

source: Complete
ko: 완성
vi: Hoàn thành
zh: 完成

# number_questions
source: Number of questions
ko: 문항 수
vi: Số câu hỏi
zh: 题目数量

# choose_number_question
source: Number of question
ko: 문항 수
vi: Chọn số câu hỏi
zh: 题目数量

source: Choose
ko: 선택하다
vi: Chọn
zh: 选择

source: Exit
ko: 종료
vi: Thoát
zh: 退出

source: Test mode
ko: 테스트 모드
vi: Chế độ kiểm tra
zh: 测试模式

# setting_internet_title
source: Premium Upgrade
ko: 프리미엄 업그레이드
vi: Nâng cấp Premium
zh: 高级升级

# setting_internet_content
source: You can upgrade Premium to use offline anytime, anywhere, on the train, at the bus station without an internet connection. First, please connect to the network first to be able to upgrade.
ko: 오프라인에서 언제 어디서든 Premium으로 업그레이드할 수 있습니다. 인터넷 연결 없이도 기차나 버스 정류장에서 이용할 수 있습니다. 먼저, 업그레이드하려면 네트워크에 연결해주세요.
vi: Bạn có thể nâng cấp Premium để sử dụng offline mọi lúc mọi nơi, trên tàu, bến xe mà không cần kết nối mạng. Trước tiên hãy kết nối mạng để có thể bắt đầu nâng cấp nha.
zh: 您可以升级至高级版以随时随地在没有互联网连接的情况下进行离线使用，无论是在火车上还是在公交车站。 请先连接到网络才能进行升级。

# setting_internet_button
source: Connect internet
ko: 인터넷에 연결하다
vi: Kết nối mạng
zh: 连接互联网

source: Cancel
ko: 취소하다
vi: Huỷ bỏ
zh: 取消

source: Question type
ko: 질문 유형
vi: Loại câu hỏi
zh: 问题类型

source: Delete Account
ko: 계정 삭제
vi: Xóa tài khoản
zh: 删除账户

source: Account deleted
ko: 계정이 삭제되었습니다
vi: Tài khoản đã bị xóa
zh: 账户已删除

# delete_account_desc
source: All your progress and results will be permanently removed and you won't be able to undo this action. Are you sure to proceed?
ko: 모든 진행 상황과 결과가 영구적으로 삭제되며, 이 작업을 되돌릴 수 없습니다. 진행하시겠습니까?
vi: Tất cả tiến trình và kết quả của bạn sẽ bị xóa vĩnh viễn và bạn sẽ không thể hoàn tác hành động này. Bạn có chắc chắn?
zh: 您所有的进度和结果将被永久删除，您将无法撤销此操作。 您确定要继续吗？

# delete_account_button
source: Delete
ko: 삭제
vi: Xóa
zh: 删除

# title_confirm_quit
source: Do you want to quit?
ko: 그만두시겠습니까?
vi: Bạn có muốn thoát?
zh: 你想退出吗？

# mess_confirm_back
source: You will lose the progress of the lesson if you quit now
ko: 지금 그만두면 수업 진행 상황이 손실됩니다.
vi: Tiến độ của bài học sẽ bị mất nếu bạn thoát bây giờ
zh: 如果现在退出，你将失去课程的进度。

# mess_confirm_back_save
source: Select save to continue the test next time
ko: 다음에 시험을 이어서 진행하려면 저장을 선택하세요
vi: Chọn Lưu để có thể làm tiếp sau.
zh: 选择保存以便下次继续考试

source: Quit
ko: 그만두다
vi: Thoát
zh: 退出

# save_test
source: save
ko: 저장
vi: Lưu
zh: 保存

# submit_title
source: Submit ?
ko: 제출하시겠습니까?
vi: Nộp bài ?
zh: 提交？

# submit_desc
source: You can view the results and answers, after you have submitted the test
ko: 시험을 제출한 후에 결과와 답안을 확인할 수 있습니다
vi: Bạn có thể xem kết quả và đáp án, sau khi đã nộp bài
zh: 在提交考试后，您可以查看结果和答案

# not_show_again
source: Don't show again
ko: 다시 표시하지 않기
vi: Không cần hỏi lại
zh: 不再显示

source: Submit
ko: 제출하기
vi: Nộp bài
zh: 提交

source: Error report
ko: 오류 보고
vi: Báo cáo lỗi
zh: 错误报告

# anything_report
source: Is there anything you want us to know?
ko: 알려주고 싶은 게 있으신가요?
vi: Có bất cứ điều gì bạn muốn cho chúng tôi biết?
zh: 有什么您想让我们知道的吗？

source: Send
ko: 보내다
vi: Gửi
zh: 发送

source: Report sent!
ko: 신고가 전송되었습니다!
vi: Đã gửi báo cáo!
zh: 举报已发送！

# question_number
source: Question %d
ko: 문제 %d
vi: Câu %d
zh: 问题%d

# question_number_2
source: Question %s
ko: 문제 %s
vi: Câu %s
zh: 问题%s

# sentence
source: Question %d
ko: 문제 %d
vi: Câu %d
zh: 问题%d

source: Explain
ko: 설명하다
vi: Giải thích
zh: 解释

source: Auto next
ko: 자동으로 이동
vi: Tự động chuyển câu
zh: 自动跳转

source: Font size
ko: 글꼴 크기
vi: Cỡ chữ
zh: 字体大小

source: Choose font size
ko: 글꼴 크기 선택
vi: Chọn cỡ chữ
zh: 选择字体大小

source: Bottom screen
ko: 하단 화면
vi: Cuối màn hình
zh: 底部屏幕

# above_the_topic
source: On the answer
ko: 답변에
vi: Trên đề bài
zh: 在答案上

source: Answer interface
ko: 답변 인터페이스
vi: Giao diện đáp án
zh: 答案界面

# which_interface_choice
source: Which interface you want to use?
ko: 어떤 인터페이스를 사용하시겠습니까?
vi: Bạn muốn sử dụng giao diện chọn đáp án nào?
zh: 您想使用哪个界面？

# interface_choice_1
source: Choose the answer at the bottom of the screen
ko: 화면 하단에서 답을 선택하세요
vi: Chọn đáp án ở cuối màn hình
zh: 选择屏幕底部的答案

# comment_choice_1
source: (Recommend, similar to the actual experience when taking the exam)
ko: (권장, 시험을 볼 때와 유사한 경험을 제공합니다)
vi: (Đề xuất, giống với trải nghiệm thực tế khi đi thi)
zh: (推荐，类似于实际考试体验)

# interface_choice_2
source: Choose the answer right above the topic
ko: 주제 바로 위의 답변을 선택하세요
vi: Chọn đáp án ở đề bài
zh: 选择题目正上方的答案

# result_title_poor_1
source: Don't give up, buddy!
ko: 포기하지 마세요, 친구야!
vi: Đừng bỏ cuộc nhé bạn ơi!
zh: 不要放弃，伙计！

# result_desc_poor_1
source: Let's try harder next time
ko: 다음에는 더 노력해봅시다
vi: Hãy cố gắng hơn ở lần tiếp theo nhé
zh: 下次我们加油吧

# result_title_poor_2
source: Wish you luck next time!
ko: 다음에 행운을 빕니다!
vi: Chúc bạn may mắn lần sau!
zh: 祝你下次好运！

# result_desc_poor_2
source: Just a little bit of luck is enough
ko: 조금의 행운만으로도 충분해요
vi: Thiếu 1 xíu xiu may mắn nữa thôi là được rồi nè
zh: 只需要一点点运气就足够了

# result_title_poor_3
source: It will take some time to reach the goal!
ko: 목표에 도달하는 데 시간이 걸릴 거예요
vi: Sẽ mất 1 chút thời gian để đạt mục tiêu!
zh: 达到目标需要一些时间！

# result_desc_poor_3
source: But keep the faith, my friend
ko: 하지만 희망을 잃지 마세요, 친구야.
vi: Nhưng giữ vững niềm tin nhé bạn mình ơi
zh: 但要保持信念，朋友。

# result_title_average_1
source: The result is not bad at all!
ko: 결과는 전혀 나쁘지 않아요!
vi: Kết quả không tệ 1 chút nào!
zh: 结果一点也不错！

# result_desc_average_1
source: Just a little more and it's the top of the top
ko: 조금만 더 하면 정상의 정상이야
vi: Thêm 1 chút nữa thôi là đỉnh của chóp rồi
zh: 再努力一点就能登上巅峰了

# result_title_average_2
source: Don't forget to check for mistakes!
ko: 실수를 확인하는 것을 잊지 마세요!
vi: Đừng quên kiểm tra lỗi sai!
zh: 别忘了检查错误！

# result_desc_average_2
source: Please check again so you don't make the same mistake next time
ko: 다음에 같은 실수를 하지 않도록 다시 확인해주세요.
vi: Kiểm tra lại để không mắc phải trong lần tới nữa nha
zh: 请再次检查，以免下次犯同样的错误。

# result_title_average_3
source: Just a little more to get a good score!
ko: 좋은 점수를 얻기 위해 조금만 더 노력해보세요.
vi: Còn 1 chút nữa là đạt điểm tốt rồi!
zh: 再努力一点就能获得好成绩了！

# result_desc_average_3
source: Let's try to get good marks in the next lessons
ko: 다음 수업에서 좋은 성적을 받도록 노력해봅시다.
vi: Cùng cố gắng đạt điểm tốt ở các bài tiếp theo nhé ạ
zh: 让我们努力在接下来的课程中取得好成绩。

# result_title_good_1
source: Wow wonderful!
ko: 와, 훌륭하네요!
vi: Wow, tuyệt vời!
zh: 哇，太棒了！

# result_desc_good_1
source: Keep up the good work, my friend
ko: 좋은 일을 계속하세요, 친구야
vi: Tiếp tục duy trì phong độ nhé bạn mình ơi
zh: 继续保持好工作，我的朋友

# result_title_good_2
source: Well done, my friend!
ko: 잘 했어요, 친구야
vi: Giỏi quá người anh chị em ơi!
zh: 做得好，我的朋友

# result_desc_good_2
source: Migii knows you can definitely do it
ko: 미기는 정말로 할 수 있다고 믿어
vi: Migii biết là bạn chắc chắn sẽ làm được mà
zh: Migii相信你一定能行

# result_title_good_3
source: Aim for the stars!
ko: 별을 향해 고고!
vi: Hướng tới những vì sao!
zh: 瞄准星星！

# result_desc_good_3
source: Fly high, fly far, fly into space
ko: 높이 날아오르세요, 멀리 날아가세요, 우주로 날아가세요
vi: Bay cao, bay xa, bay ra ngoài vũ trụ ạ
zh: 飞得高，飞得远，飞向太空

# result
source: Result: %d/%d
ko: 결과: %d/%d
vi: Kết quả: %d/%d
zh: 结果: %d/%d

# right_rate
source: The right rate
ko: 정확도
vi: Tỷ lệ đúng
zh: 正确率

# try_continue
source: Keep trying!
ko: 계속 노력하세요!
vi: Tiếp tục cố gắng
zh: 坚持下去！

# show_answer
source: Show answers
ko: 정답 보기
vi: Hiển thị đáp án
zh: 显示答案

# resume
source: Continue
ko: 계속하기
vi: Tiếp tục
zh: 继续

source: Do again
ko: 다시하기
vi: Làm lại
zh: 重新做

source: All
ko: 모두
vi: Tất cả
zh: 全部

# choose_wrong
source: Wrong
ko: 틀린
vi: Chọn sai
zh: 错误

# choose_correct
source: Correct
ko: 정답
vi: Chọn đúng
zh: 正确

# want_continue
source: Do you want to continue?
ko: 계속하시겠습니까?
vi: Bạn có muốn tiếp tục?
zh: 您想继续吗？

source: Just now
ko: 방금
vi: Vừa xong
zh: 刚刚

# minute_ago
source: %d minute ago
ko: %d분 전
vi: %d phút trước
zh: %d分钟前

# minutes_ago
source: %d minutes ago
ko: %d분 전
vi: %d phút trước
zh: %d分钟前

# hour_ago
source: %d hour ago
ko: %d시간 전
vi: %d giờ trước
zh: %d小时前

# hours_ago
source: %d hours ago
ko: %d시간 전
vi: %d giờ trước
zh: %d小时前

# yesterday_time
source: Yesterday, %s
ko: 어제, %s
vi: Hôm qua, %s
zh: 昨天, %s

# version_upgrade
source: Version %s
ko: 버전 %s
vi: Phiên bản %s
zh: 版本 %s

# upgrade_content
source: Migii SAT has a new version. Upgrade to the latest version of the app for the best experience.
ko: Migii SAT은 새로운 버전이 있습니다. 최신 버전의 앱으로 업그레이드하여 최고의 경험을 얻으세요.
vi: Migii SAT có phiên bản mới. Nâng cấp lên phiên bản mới nhất của ứng dụng để có được trải nghiệm tốt nhất.
zh: Migii SAT 有新的版本。 升级到最新版本的应用程序以获得最佳体验。

source: Do it now
ko: 지금 해라
vi: Ngay bây giờ
zh: 立刻做

# update_app
source: Migii Upgrade
ko: 앱을 업데이트하세요
vi: Cập nhật Migii
zh: 更新应用程序

source: Check
ko: 확인하세요
vi: Kiểm tra
zh: 检查

source: Enter answer
ko: 답변을 입력하세요
vi: Nhập đáp án
zh: 输入答案

source: Question
ko: 질문
vi: Câu hỏi
zh: 问题

source: Correct Answer
ko: 정답
vi: Đáp án đúng
zh: 正确答案

source: Your Answer
ko: 당신의 답변
vi: Đáp án của bạn
zh: 你的答案

# question_result
source: Result
ko: 결과
vi: Kết quả
zh: 结果

# result_score
source: Score
ko: 점수
vi: Điểm
zh: 分数
