Repository: lonbgddd/migii-sat-bd26225b7259bcd98a09cab27b24e34103c65923
Catalog: lib/localization/app_*.arb
Languages: ko, vi, zh

# request_login_title
source: Login for more awesome practice
ko: 더 멋진 연습을 위해 로그인하세요
vi: Đăng nhập để luyện thi tuyệt vời hơn
zh: 登录以获得更多精彩练习

# request_login_content
source: After logging in, you'll be able to start trying out Migii's SAT exams
ko: 로그인 후 Migii의 SAT 시험을 시작해볼 수 있습니다
vi: Sau khi đăng nhập, bạn sẽ có thể bắt đầu thử sức các bài thi SAT của Migii
zh: 登录后，您可以开始尝试Migii的SAT考试

source: Login Now
ko: 지금 로그인하기
vi: Đăng nhập ngay
zh: 立即登录

# title_confirm_submit
source: Submit the test?
ko: 시험 제출하기?
vi: Nộp bài thi?
zh: 提交测试？

# mess_confirm_submit
source: Once submitted, you will be able to view the results and answers
ko: 제출 후 결과와 답안을 확인할 수 있습니다.
vi: Một khi bạn đã nộp bài, bạn có thể xem kết quả và đáp án
zh: 提交后，您将能够查看结果和答案。

# exam_result
source: Result
ko: 결과
vi: Kết quả
zh: 结果

# answers_explanations
source: Answers and Explanations
ko: 정답과 설명
vi: Xem đáp án và giải thích
zh: 答案和解释

source: Exam mode
ko: 시험 모드
vi: Chọn chế độ
zh: 考试模式

source: Test
ko: 시험
vi: Kiểm tra
zh: 测试

# mock_test_like_real
source: Mock test is similar to real exam
ko: 모의고사는 실제 시험과 유사합니다
vi: Thi thử như thi thật
zh: 模拟考试和真实考试类似

# test_with_explain
source: Do the test with explanations
ko: 설명이 있는 문제를 풀다
vi: Làm bài cùng giải thích
zh: 做有解释的测试题

source: Download Manage
vi: Quản lý tải xuống
